Repository: leejeongeun999-hub/last-beacon
Catalog: LastBeacon/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, ko, pt_br, zh_hans

# ad.revive
source: Watch to restore 40%
es: Mira un anuncio para recuperar 40%
fr: Regarder pour restaurer 40 %
ja: 広告を見て40%回復
ko: 광고를 보고 40% 복구
pt_br: Assista para restaurar 40%
zh_hans: 观看广告恢复40%

# ad.unavailable
source: Ad unavailable. Continue without waiting.
es: Anuncio no disponible. Continúa sin esperar.
fr: Publicité indisponible. Continuez sans attendre.
ja: 広告を利用できません。そのまま続行します。
ko: 광고를 불러올 수 없습니다. 기다리지 않고 계속합니다.
pt_br: Anúncio indisponível. Continue sem esperar.
zh_hans: 广告暂不可用，将直接继续。

# app.title
source: Last Beacon
es: Última Baliza
fr: Dernière Balise
ja: ラスト・ビーコン
ko: 라스트 비콘
pt_br: Último Farol
zh_hans: 最后信标

# common.back
source: Back
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
pt_br: Voltar
zh_hans: 返回

# common.continue
source: Continue
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
pt_br: Continuar
zh_hans: 继续

# common.home
source: Home
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
pt_br: Início
zh_hans: 主页

# common.locked
source: Locked
es: Bloqueado
fr: Verrouillé
ja: ロック中
ko: 잠김
pt_br: Bloqueado
zh_hans: 未解锁

# common.retry
source: Retry
es: Reintentar
fr: Réessayer
ja: 再挑戦
ko: 다시 하기
pt_br: Tentar de novo
zh_hans: 重试

# game.beacon
source: Beacon %lld
es: Baliza %lld
fr: Balise %lld
ja: ビーコン %lld
ko: 비콘 %lld
pt_br: Farol %lld
zh_hans: 信标 %lld

# game.build
source: Build
es: Construir
fr: Construire
ja: 建設
ko: 건설
pt_br: Construir
zh_hans: 建造

# game.chooseUpgrade
source: Choose an Upgrade
es: Elige una mejora
fr: Choisissez une amélioration
ja: アップグレード選択
ko: 업그레이드 선택
pt_br: Escolha uma melhoria
zh_hans: 选择升级

# game.energy
source: Energy %lld
es: Energía %lld
fr: Énergie %lld
ja: エネルギー %lld
ko: 에너지 %lld
pt_br: Energia %lld
zh_hans: 能量 %lld

# game.sell
source: Sell
es: Vender
fr: Vendre
ja: 売却
ko: 판매
pt_br: Vender
zh_hans: 出售

# game.startWave
source: Start Wave
es: Iniciar oleada
fr: Lancer la vague
ja: ウェーブ開始
ko: 웨이브 시작
pt_br: Iniciar onda
zh_hans: 开始波次

# game.upgrade
source: Upgrade
es: Mejorar
fr: Améliorer
ja: 強化
ko: 강화
pt_br: Melhorar
zh_hans: 升级

# game.wave
source: Wave %lld / %lld
es: Oleada %lld / %lld
fr: Vague %lld / %lld
ja: ウェーブ %lld / %lld
ko: 웨이브 %lld / %lld
pt_br: Onda %lld / %lld
zh_hans: 波次 %lld / %lld

# home.endless
source: Endless
es: Infinito
fr: Sans fin
ja: エンドレス
ko: 무한 모드
pt_br: Infinito
zh_hans: 无尽模式

# home.settings
source: Settings
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hans: 设置

# home.start
source: Start Mission
es: Iniciar misión
fr: Lancer la mission
ja: ミッション開始
ko: 임무 시작
pt_br: Iniciar missão
zh_hans: 开始任务

# home.subtitle
source: Hold the final signal.
es: Defiende la última señal.
fr: Défendez le dernier signal.
ja: 最後の信号を守れ。
ko: 마지막 신호를 지켜라.
pt_br: Defenda o último sinal.
zh_hans: 守住最后的信号。

# missions.mission
source: Mission %lld
es: Misión %lld
ja: ミッション%lld
ko: 임무 %lld
pt_br: Missão %lld
zh_hans: 任务 %lld

# missions.title
source: Select Mission
es: Elegir misión
fr: Choisir une mission
ja: ミッション選択
ko: 임무 선택
pt_br: Escolher missão
zh_hans: 选择任务

# results.defeat
source: Beacon Lost
es: Baliza perdida
fr: Balise perdue
ja: ビーコン喪失
ko: 비콘 파괴
pt_br: Farol perdido
zh_hans: 信标已失守

# results.salvage
source: Salvage %lld
es: Restos %lld
fr: Récupération %lld
ja: サルベージ %lld
ko: 회수품 %lld
pt_br: Sucata %lld
zh_hans: 回收物 %lld

# results.stars
source: Stars %lld
es: Estrellas %lld
fr: Étoiles %lld
ja: スター %lld
ko: 별 %lld
pt_br: Estrelas %lld
zh_hans: 星星 %lld

# results.victory
source: Signal Secured
es: Señal protegida
fr: Signal protégé
ja: 信号を防衛
ko: 신호 방어 성공
pt_br: Sinal protegido
zh_hans: 信号已守住

# settings.effects
source: Sound Effects
es: Efectos de sonido
fr: Effets sonores
ja: 効果音
ko: 효과음
pt_br: Efeitos sonoros
zh_hans: 音效

# settings.haptics
source: Haptics
es: Respuesta háptica
fr: Retour haptique
ja: 触覚フィードバック
ko: 진동
pt_br: Resposta tátil
zh_hans: 触感反馈

# settings.music
source: Music
es: Música
fr: Musique
ja: 音楽
ko: 음악
pt_br: Música
zh_hans: 音乐

# settings.privacy
source: Privacy Options
es: Opciones de privacidad
fr: Options de confidentialité
ja: プライバシー設定
ko: 개인정보 보호 옵션
pt_br: Opções de privacidade
zh_hans: 隐私选项

# settings.reduceMotion
source: Reduce Motion
es: Reducir movimiento
fr: Réduire les animations
ja: 視差効果を減らす
ko: 동작 줄이기
pt_br: Reduzir movimento
zh_hans: 减少动态效果

# settings.title
source: Settings
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hans: 设置

# settings.tutorial
source: Replay Tutorial
es: Repetir tutorial
fr: Rejouer le tutoriel
ja: チュートリアル再生
ko: 튜토리얼 다시 보기
pt_br: Repetir tutorial
zh_hans: 重玩教程

# tower.gravity.name
source: Gravity Well
es: Pozo gravitatorio
fr: Puits gravitationnel
ja: 重力井戸
ko: 중력장
pt_br: Poço gravitacional
zh_hans: 重力井

# tower.laser.name
source: Laser Lance
es: Lanza láser
fr: Lance laser
ja: レーザーランス
ko: 레이저포
pt_br: Lança laser
zh_hans: 激光枪

# tower.pulse.name
source: Pulse Cannon
es: Cañón de pulso
fr: Canon à impulsion
ja: パルス砲
ko: 펄스포
pt_br: Canhão de pulso
zh_hans: 脉冲炮

# tutorial.buildPulse
source: Build a Pulse Cannon in the highlighted socket.
es: Construye un cañón de pulso en el espacio resaltado.
fr: Construisez un canon à impulsion dans l’emplacement indiqué.
ja: 光るスロットにパルス砲を建設しよう。
ko: 강조된 슬롯에 펄스포를 건설하세요.
pt_br: Construa um canhão de pulso no espaço destacado.
zh_hans: 在高亮槽位建造脉冲炮。

# tutorial.complete
source: Signal stable. The sector awaits.
es: Señal estable. El sector te espera.
fr: Signal stable. Le secteur vous attend.
ja: 信号は安定した。次のセクターへ。
ko: 신호가 안정되었습니다. 다음 구역이 기다립니다.
pt_br: Sinal estável. O setor aguarda.
zh_hans: 信号已稳定，区域等待探索。

# tutorial.startWave
source: Start the wave when ready.
es: Inicia la oleada cuando estés listo.
fr: Lancez la vague quand vous êtes prêt.
ja: 準備ができたらウェーブを開始。
ko: 준비되면 웨이브를 시작하세요.
pt_br: Inicie a onda quando estiver pronto.
zh_hans: 准备好后开始波次。

# tutorial.upgradePulse
source: Upgrade the Pulse Cannon.
es: Mejora el cañón de pulso.
fr: Améliorez le canon à impulsion.
ja: パルス砲を強化しよう。
ko: 펄스포를 강화하세요.
pt_br: Melhore o canhão de pulso.
zh_hans: 升级脉冲炮。

# tutorial.welcome
source: Protect the beacon through eight waves.
es: Protege la baliza durante ocho oleadas.
fr: Protégez la balise pendant huit vagues.
ja: 8ウェーブの間ビーコンを守ろう。
ko: 8개의 웨이브 동안 비콘을 지키세요.
pt_br: Proteja o farol por oito ondas.
zh_hans: 守护信标，抵御八波攻击。

# upgrade.armor-piercer.description
source: Improves Laser Lance power and efficiency.
es: Mejora la potencia y eficiencia de la lanza láser.
fr: Améliore la puissance et l’efficacité de la lance laser.
ja: レーザーランスの威力と効率を高める。
ko: 레이저포의 위력과 효율을 강화합니다.
pt_br: Melhora a potência e a eficiência da lança laser.
zh_hans: 提升激光枪的威力与效率。

# upgrade.armor-piercer.name
source: Armor Piercer
es: Perforaarmaduras
fr: Perce-blindage
ja: 装甲貫通
ko: 장갑 관통
pt_br: Perfura-blindagem
zh_hans: 装甲穿透

# upgrade.beam-split.description
source: Improves Laser Lance power and efficiency.
es: Mejora la potencia y eficiencia de la lanza láser.
fr: Améliore la puissance et l’efficacité de la lance laser.
ja: レーザーランスの威力と効率を高める。
ko: 레이저포의 위력과 효율을 강화합니다.
pt_br: Melhora a potência e a eficiência da lança laser.
zh_hans: 提升激光枪的威力与效率。

# upgrade.beam-split.name
source: Split Beam
es: Rayo dividido
fr: Rayon scindé
ja: 分裂ビーム
ko: 분할 광선
pt_br: Feixe dividido
zh_hans: 分裂光束

# upgrade.burst-sync.description
source: Improves Pulse Cannon combat performance.
es: Mejora el rendimiento del cañón de pulso.
fr: Améliore les performances du canon à impulsion.
ja: パルス砲の戦闘性能を強化する。
ko: 펄스포의 전투 성능을 강화합니다.
pt_br: Melhora o desempenho do canhão de pulso.
zh_hans: 强化脉冲炮的战斗性能。

# upgrade.burst-sync.name
source: Burst Sync
es: Ráfaga sincronizada
fr: Rafale synchronisée
ja: バースト同期
ko: 연사 동기화
pt_br: Rajada sincronizada
zh_hans: 连发同步

# upgrade.cascade-rounds.description
source: Improves Pulse Cannon combat performance.
es: Mejora el rendimiento del cañón de pulso.
fr: Améliore les performances du canon à impulsion.
ja: パルス砲の戦闘性能を強化する。
ko: 펄스포의 전투 성능을 강화합니다.
pt_br: Melhora o desempenho do canhão de pulso.
zh_hans: 强化脉冲炮的战斗性能。

# upgrade.cascade-rounds.name
source: Cascade Rounds
es: Proyectiles en cascada
fr: Salves en cascade
ja: カスケード弾
ko: 연쇄 탄환
pt_br: Disparos em cascata
zh_hans: 级联炮弹

# upgrade.crossfire.description
source: Rewards combining different tower systems.
es: Premia la combinación de torres distintas.
fr: Récompense la combinaison de tours différentes.
ja: 異なるタワーの組み合わせを強化する。
ko: 서로 다른 포탑을 조합하면 보상을 얻습니다.
pt_br: Recompensa a combinação de torres diferentes.
zh_hans: 组合不同炮塔可获得加成。

# upgrade.crossfire.name
source: Crossfire
es: Fuego cruzado
fr: Tir croisé
ja: 十字砲火
ko: 교차 사격
pt_br: Fogo cruzado
zh_hans: 交叉火力

# upgrade.efficient-build.description
source: Provides more energy or salvage efficiency.
es: Aumenta la eficiencia de energía o restos.
fr: Augmente l’efficacité énergétique ou de récupération.
ja: エネルギーや回収効率を高める。
ko: 에너지 또는 회수 효율을 높입니다.
pt_br: Aumenta a eficiência de energia ou sucata.
zh_hans: 提高能量或回收效率。

# upgrade.efficient-build.name
source: Efficient Build
es: Construcción eficiente
fr: Construction efficace
ja: 効率建設
ko: 효율 건설
pt_br: Construção eficiente
zh_hans: 高效建造

# upgrade.emergency-power.description
source: Improves beacon survival and recovery.
es: Mejora la resistencia y recuperación de la baliza.
fr: Améliore la survie et la réparation de la balise.
ja: ビーコンの耐久力と回復力を高める。
ko: 비콘의 생존력과 복구 능력을 강화합니다.
pt_br: Melhora a resistência e a recuperação do farol.
zh_hans: 提升信标的生存与修复能力。

# upgrade.emergency-power.name
source: Emergency Power
es: Energía de emergencia
fr: Énergie de secours
ja: 緊急電力
ko: 비상 전력
pt_br: Energia de emergência
zh_hans: 应急电力

# upgrade.gravity-depth.description
source: Strengthens Gravity Well control effects.
es: Refuerza los efectos del pozo gravitatorio.
fr: Renforce les effets du puits gravitationnel.
ja: 重力井戸の制御効果を強化する。
ko: 중력장의 제어 효과를 강화합니다.
pt_br: Fortalece os efeitos do poço gravitacional.
zh_hans: 强化重力井的控制效果。

# upgrade.gravity-depth.name
source: Gravity Depth
es: Gravedad profunda
fr: Gravité profonde
ja: 重力深化
ko: 중력 심화
pt_br: Gravidade profunda
zh_hans: 重力加深

# upgrade.hardened-core.description
source: Improves beacon survival and recovery.
es: Mejora la resistencia y recuperación de la baliza.
fr: Améliore la survie et la réparation de la balise.
ja: ビーコンの耐久力と回復力を高める。
ko: 비콘의 생존력과 복구 능력을 강화합니다.
pt_br: Melhora a resistência e a recuperação do farol.
zh_hans: 提升信标的生存与修复能力。

# upgrade.hardened-core.name
source: Hardened Core
es: Núcleo reforzado
fr: Cœur renforcé
ja: 強化コア
ko: 강화 코어
pt_br: Núcleo reforçado
zh_hans: 强化核心

# upgrade.heat-sink.description
source: Improves Laser Lance power and efficiency.
es: Mejora la potencia y eficiencia de la lanza láser.
fr: Améliore la puissance et l’efficacité de la lance laser.
ja: レーザーランスの威力と効率を高める。
ko: 레이저포의 위력과 효율을 강화합니다.
pt_br: Melhora a potência e a eficiência da lança laser.
zh_hans: 提升激光枪的威力与效率。

# upgrade.heat-sink.name
source: Heat Sink
es: Disipador térmico
fr: Dissipateur thermique
ja: ヒートシンク
ko: 방열판
pt_br: Dissipador térmico
zh_hans: 散热器

# upgrade.laser-focus.description
source: Improves Laser Lance power and efficiency.
es: Mejora la potencia y eficiencia de la lanza láser.
fr: Améliore la puissance et l’efficacité de la lance laser.
ja: レーザーランスの威力と効率を高める。
ko: 레이저포의 위력과 효율을 강화합니다.
pt_br: Melhora a potência e a eficiência da lança laser.
zh_hans: 提升激光枪的威力与效率。

# upgrade.laser-focus.name
source: Laser Focus
es: Enfoque láser
fr: Focalisation laser
ja: レーザー集束
ko: 레이저 집속
pt_br: Foco laser
zh_hans: 激光聚焦

# upgrade.last-stand.description
source: Rewards combining different tower systems.
es: Premia la combinación de torres distintas.
fr: Récompense la combinaison de tours différentes.
ja: 異なるタワーの組み合わせを強化する。
ko: 서로 다른 포탑을 조합하면 보상을 얻습니다.
pt_br: Recompensa a combinação de torres diferentes.
zh_hans: 组合不同炮塔可获得加成。

# upgrade.last-stand.name
source: Last Stand
es: Última resistencia
fr: Dernier rempart
ja: 最後の抵抗
ko: 최후의 저항
pt_br: Última resistência
zh_hans: 最后防线

# upgrade.pulse-capacitors.description
source: Improves Pulse Cannon combat performance.
es: Mejora el rendimiento del cañón de pulso.
fr: Améliore les performances du canon à impulsion.
ja: パルス砲の戦闘性能を強化する。
ko: 펄스포의 전투 성능을 강화합니다.
pt_br: Melhora o desempenho do canhão de pulso.
zh_hans: 强化脉冲炮的战斗性能。

# upgrade.pulse-capacitors.name
source: Pulse Capacitors
es: Condensadores de pulso
fr: Condensateurs à impulsion
ja: パルス蓄電器
ko: 펄스 축전기
pt_br: Capacitores de pulso
zh_hans: 脉冲电容

# upgrade.pulse-overclock.description
source: Improves Pulse Cannon combat performance.
es: Mejora el rendimiento del cañón de pulso.
fr: Améliore les performances du canon à impulsion.
ja: パルス砲の戦闘性能を強化する。
ko: 펄스포의 전투 성능을 강화합니다.
pt_br: Melhora o desempenho do canhão de pulso.
zh_hans: 强化脉冲炮的战斗性能。

# upgrade.pulse-overclock.name
source: Pulse Overclock
es: Sobrecarga de pulso
fr: Surcadence à impulsion
ja: パルス過給
ko: 펄스 오버클록
pt_br: Sobrecarga de pulso
zh_hans: 脉冲超频

# upgrade.recycling.description
source: Provides more energy or salvage efficiency.
es: Aumenta la eficiencia de energía o restos.
fr: Augmente l’efficacité énergétique ou de récupération.
ja: エネルギーや回収効率を高める。
ko: 에너지 또는 회수 효율을 높입니다.
pt_br: Aumenta a eficiência de energia ou sucata.
zh_hans: 提高能量或回收效率。

# upgrade.recycling.name
source: Recycling
es: Reciclaje
fr: Recyclage
ja: リサイクル
ko: 재활용
pt_br: Reciclagem
zh_hans: 资源循环

# upgrade.repair-nanites.description
source: Improves beacon survival and recovery.
es: Mejora la resistencia y recuperación de la baliza.
fr: Améliore la survie et la réparation de la balise.
ja: ビーコンの耐久力と回復力を高める。
ko: 비콘의 생존력과 복구 능력을 강화합니다.
pt_br: Melhora a resistência e a recuperação do farol.
zh_hans: 提升信标的生存与修复能力。

# upgrade.repair-nanites.name
source: Repair Nanites
es: Nanitas reparadoras
fr: Nanites de réparation
ja: 修復ナノマシン
ko: 수리 나노봇
pt_br: Nanitas de reparo
zh_hans: 修复纳米机

# upgrade.resonance.description
source: Rewards combining different tower systems.
es: Premia la combinación de torres distintas.
fr: Récompense la combinaison de tours différentes.
ja: 異なるタワーの組み合わせを強化する。
ko: 서로 다른 포탑을 조합하면 보상을 얻습니다.
pt_br: Recompensa a combinação de torres diferentes.
zh_hans: 组合不同炮塔可获得加成。

# upgrade.resonance.name
source: Resonance
es: Resonancia
fr: Résonance
ja: 共鳴
ko: 공명
pt_br: Ressonância
zh_hans: 共振

# upgrade.salvage-protocol.description
source: Provides more energy or salvage efficiency.
es: Aumenta la eficiencia de energía o restos.
fr: Augmente l’efficacité énergétique ou de récupération.
ja: エネルギーや回収効率を高める。
ko: 에너지 또는 회수 효율을 높입니다.
pt_br: Aumenta a eficiência de energia ou sucata.
zh_hans: 提高能量或回收效率。

# upgrade.salvage-protocol.name
source: Salvage Protocol
es: Protocolo de rescate
fr: Protocole de récupération
ja: 回収プロトコル
ko: 회수 프로토콜
pt_br: Protocolo de sucata
zh_hans: 回收协议

# upgrade.shield-pulse.description
source: Improves beacon survival and recovery.
es: Mejora la resistencia y recuperación de la baliza.
fr: Améliore la survie et la réparation de la balise.
ja: ビーコンの耐久力と回復力を高める。
ko: 비콘의 생존력과 복구 능력을 강화합니다.
pt_br: Melhora a resistência e a recuperação do farol.
zh_hans: 提升信标的生存与修复能力。

# upgrade.shield-pulse.name
source: Shield Pulse
es: Pulso de escudo
fr: Impulsion de bouclier
ja: シールドパルス
ko: 보호막 파동
pt_br: Pulso de escudo
zh_hans: 护盾脉冲

# upgrade.singularity.description
source: Strengthens Gravity Well control effects.
es: Refuerza los efectos del pozo gravitatorio.
fr: Renforce les effets du puits gravitationnel.
ja: 重力井戸の制御効果を強化する。
ko: 중력장의 제어 효과를 강화합니다.
pt_br: Fortalece os efeitos do poço gravitacional.
zh_hans: 强化重力井的控制效果。

# upgrade.singularity.name
source: Singularity
es: Singularidad
fr: Singularité
ja: 特異点
ko: 특이점
pt_br: Singularidade
zh_hans: 奇点

# upgrade.time-dilation.description
source: Strengthens Gravity Well control effects.
es: Refuerza los efectos del pozo gravitatorio.
fr: Renforce les effets du puits gravitationnel.
ja: 重力井戸の制御効果を強化する。
ko: 중력장의 제어 효과를 강화합니다.
pt_br: Fortalece os efeitos do poço gravitacional.
zh_hans: 强化重力井的控制效果。

# upgrade.time-dilation.name
source: Time Dilation
es: Dilatación temporal
fr: Dilatation temporelle
ja: 時間遅延
ko: 시간 지연
pt_br: Dilatação temporal
zh_hans: 时间膨胀

# upgrade.triad.description
source: Rewards combining different tower systems.
es: Premia la combinación de torres distintas.
fr: Récompense la combinaison de tours différentes.
ja: 異なるタワーの組み合わせを強化する。
ko: 서로 다른 포탑을 조합하면 보상을 얻습니다.
pt_br: Recompensa a combinação de torres diferentes.
zh_hans: 组合不同炮塔可获得加成。

# upgrade.triad.name
source: Triad
es: Tríada
fr: Triade
ja: トライアド
ko: 삼중 연계
pt_br: Tríade
zh_hans: 三联协同

# upgrade.wave-bonus.description
source: Provides more energy or salvage efficiency.
es: Aumenta la eficiencia de energía o restos.
fr: Augmente l’efficacité énergétique ou de récupération.
ja: エネルギーや回収効率を高める。
ko: 에너지 또는 회수 효율을 높입니다.
pt_br: Aumenta a eficiência de energia ou sucata.
zh_hans: 提高能量或回收效率。

# upgrade.wave-bonus.name
source: Wave Bonus
es: Bono de oleada
fr: Bonus de vague
ja: ウェーブボーナス
ko: 웨이브 보너스
pt_br: Bônus de onda
zh_hans: 波次奖励

# upgrade.wide-field.description
source: Strengthens Gravity Well control effects.
es: Refuerza los efectos del pozo gravitatorio.
fr: Renforce les effets du puits gravitationnel.
ja: 重力井戸の制御効果を強化する。
ko: 중력장의 제어 효과를 강화합니다.
pt_br: Fortalece os efeitos do poço gravitacional.
zh_hans: 强化重力井的控制效果。

# upgrade.wide-field.name
source: Wide Field
es: Campo amplio
fr: Champ étendu
ja: 広域フィールド
ko: 광역 중력장
pt_br: Campo amplo
zh_hans: 广域力场

# missions.sector
source: Sector %lld
fr: Secteur %lld
ja: セクター%lld
ko: 구역 %lld
pt_br: Setor %lld
zh_hans: 区域 %lld
